Repository: itsarjunsinh/elder_launcher
Catalog: lib/l10n/intl_*.arb
Languages: cs, hi, pl, ru

source: Apps
cs: Aplikace
hi: ऐप्स
pl: Aplikacje
ru: программы

source: Contacts
cs: Kontakty
hi: संपर्क
pl: Kontakty
ru: контакты

# btnAllApps
source: All Apps
cs: Všechny Aplikace
hi: सभी ऐप्स
pl: Wszystkie Aplikacje
ru: Все программы

# btnAllContacts
source: All Contacts
cs: Všechny Kontakty
hi: सभी संपर्क
pl: Wszystkie Kontakty
ru: Все контакты

# btnAddFavApps
source: Add Favourite Apps
cs: Přidat Oblíbené Aplikace
hi: पसंदीदा एप्लिकेशन जोड़ें
pl: Dodaj ulubione aplikacje
ru: Добавить любимые программы

# btnAddFavContacts
source: Add Favourite Contacts
cs: Přidat Oblíbené Kontakty
hi: पसंदीदा संपर्क जोड़ें
pl: Dodaj ulubione kontakty
ru: Добавить избранные контакты

# btnBackToHome
source: Back to Home
cs: Zpět Domů
hi: वापस जाओ
pl: Wrócić do Domu
ru: Вернуться домой

# btnGrantPermission
source: Grant Permission
cs: Udělit Oprávnění
hi: अनुमति प्रदान करें
pl: Dać Pozwolenie
ru: Предоставить разрешение

# btnSetDefaultLauncher
source: Set as Default
cs: Změnit na výchozi
hi: डिफ़ॉल्ट लॉन्चर बनाएं
pl: Ustaw jako domyslną
ru: По умолчанию

# msgNoData
source: No data available. Try again in a few seconds.
cs: Žádná data k dispozici. Zkuste znova za pár vteřin.
hi: कोई डेटा उपलब्ध नहीं है। कुछ क्षण में फिर से कोशिश करें।
pl: Brak dostępnych danych. Spróbuj ponownie za kilka sekund.
ru: Данные недоступны. Попробуйте еще раз через несколько секунд.

# msgNoFavourites
source: You haven't added any favourites
cs: Nepřidali jste žádné oblíbené položky
hi: आपने कोई पसंदीदा नहीं जोड़ा है
pl: Nie dodałeś żadnych ulubionych.
ru: Вы не добавили ни одного избранного

# msgNoContactsPermission
source: To add favourite contacts to this screen, allow this app access to your contacts.
cs: Pro přidání oblíbených kontaktů na tuto stránku povolte této aplikaci přístup ke Kontaktům.
hi: इस स्क्रीन पर पसंदीदा संपर्क जोड़ने के लिए, इस एप्लिकेशन को आपके संपर्क देखने दें।
pl: Aby dodać ulubione kontakty do tego ekranu, zezwól tej aplikacji na dostęp do swoich kontaktów.
ru: Чтобы добавить избранные контакты на этот экран, разрешите этому приложению доступ к вашим контактам.

# msgNoPhonePermission
source: To make calling easier, allow this app to start phone calls for you.
cs: Pro usnadnění volání, povolte této aplikaci zahájení hovorů.
hi: कॉलिंग को आसान बनाने के लिए, इस ऐप को आपके लिए फ़ोन कॉल शुरू करने की अनुमति दें।
pl: Aby ułatwić dzwonienie, zezwól tej aplikacji na nawiązywanie połączeń telefonicznych za Ciebie.
ru: Чтобы сделать звонки проще, позвольте этому приложению начинать телефонные звонки для вас.

# msgNotDefaultLauncher
source: Open apps and contacts faster by making Elder Launcher the home app.
cs: Otevírejte aplikace a kontakty rychleji tím, že si Elder Launcher uděláte domácí aplikaci.
hi: एल्डर लॉन्चर को होम एप बनाकर एप्स और कॉन्टैक्ट्स को तेजी से खोलें।
pl: Otwieraj aplikacje i kontakty szybciej, ustawiając Elder Launcher jako aplikację domową.
ru: Открывайте приложения и контакты быстрее, сделав Elder Launcher домашним приложением.

# dlgCall
source: Call
cs: Volat
hi: कॉल
pl: Połączenie
ru: звонок

# dlgEditTitle
source: Edit Favourites
cs: Změnit Oblíbené
hi: पसंदीदा संपादित करें
pl: Zmień ulubione
ru: Редактировать избранное

# dlgCancel
source: Cancel
cs: Zrušit
hi: रद्द करें
pl: Anulować
ru: Отмена

# dlgOpenSettings
source: Open Settings
cs: Změnit nastavení
pl: Zmień ustawienia
ru: Изменить настройки

# dlgAppsAddRemove
source: Add/Remove Apps
cs: Přidat/Odebrat Aplikace
hi: एप्लिकेशन जोड़ें/निकालें
pl: Dodaj/Usuń Aplikacje
ru: Добавить/удалять программы

# dlgAppsReorder
source: Reorder Apps
cs: Přeuspořádat Aplikace
hi: ्यवस्थित करें ऐप्स
pl: Zmień kolejność aplikacji
ru: Изменение порядка программы

# dlgAppsReload
source: Reload App List
cs: Znovu načíst Seznam Aplikací
hi: एप्लिकेशन सूची ताज़ा करें
pl: Załaduj ponownie listę aplikacji
ru: Перезагрузить список программы

# dlgContactsAddRemove
source: Add/Remove Contacts
cs: Přidat/Odebrat Kontakty
hi: संपर्क जोड़ें/निकालें
pl: Dodaj/Usuń Kontakty
ru: Добавить/удалять контакты

# dlgContactsReorder
source: Reorder Contacts
cs: Přeuspořádat Kontakty
hi: व्यवस्थित करें संपर्क
pl: Zmień kolejność Kontakty
ru: Изменение порядка контакты

# dlgContactsReload
source: Reload Contacts
cs: Znovu načíst Kontakty
hi: संपर्क सूची ताज़ा करें
pl: Załaduj ponownie listę kontaktów
ru: Перезагрузить список контактов
